---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.ImportImage
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.ImportImage

Imports a raster image into a Revit project to use as a background image or visual aid during the creation or presentation of the model.